ent-WeaponRifleKR51 = КР51
    .desc = Тихая автоматическая винтовка. Использует .30 винтовочные.
    .suffix = Автомат
ent-WeaponRifleAsh9 = АШ9
    .desc = Громкий и грубый безгильзовый автомат. Использует 12.7 безгильзовые.
    .suffix = Автомат
ent-MagazineShotgunSaiga = барабан дробовика (.50 ружейный)
    .desc = Барабан предназначенный для оружия Сайга, 50 ружейный.
    .suffix = { "" }
ent-WeaponShotgunSaiga = Сайга
    .desc = Магазинный дробовик, предназначенный для ведения ближнего боя. Использует патроны калибра .50 ружейный.
    .suffix = Дробовик, Офицер Синий Щит

